export const SURVEY_DATA = [
  {
    id: 0,
    question: '2023년 새해, 올해 이것 만큼은 꼭 해보고 싶다!',
    value: [
      { id: 0, subject: '나만의 작은 취미 만들기' },
      { id: 1, subject: '새로운 언어 정복하기' },
      { id: 2, subject: '커리어 개발을 위한 사이드 프로젝트' },
      { id: 3, subject: '재테크/부업 성공하기' },
      { id: 4, subject: '1인 창업가, 크리에이터 되기' },
      { id: 5, subject: '직장인 되기' },
      { id: 6, subject: '체력, 체력, 체력 ...' },
    ],
  },
  {
    id: 1,
    question: '목표를 이루기 위해 내가 가장 먼저 하는 것은?',
    value: [
      { id: 0, subject: '목표를 이루기 위해 내가 가장 먼저 하는 것은?' },
      { id: 1, subject: '뭘 하고 싶은지부터 찾아본다.' },
      { id: 2, subject: '다른 사람들의 목표를 구경하며 영감을 얻는다. ' },
      { id: 3, subject: '확실한 플랜을 세운다.' },
      { id: 4, subject: '일단 주위에 떠벌린다.' },
    ],
  },
  {
    id: 2,
    question: '만약, 내 목표를 누군가와 함께 이룰 수 있다면, 어떤 사람들과 함께 하고 싶나요?',
    value: [
      {
        id: 0,
        subject: '만약, 내 목표를 누군가와 함께 이룰 수 있다면, 어떤 사람들과 함께 하고 싶나요?',
      },
      { id: 1, subject: '우리 지역, 우리 동네에 사는 또래 동료와' },
      { id: 2, subject: '남녀노소 불문, 제주도 내 뜻이 같은 모든 사람들과' },
      { id: 3, subject: '타지에 사는 다양한 사람들과' },
      { id: 4, subject: '배움이 우선! 곳곳에 숨은 능력자들과' },
    ],
  },
  {
    id: 3,
    question: '이럴 때 의지가 불타오른다.',
    value: [
      { id: 0, subject: '누군가 철저하 관리/감독해줄 때' },
      { id: 1, subject: '혼자가 아닌 나, 동료와 함께 할 때' },
      { id: 2, subject: '다른 사람에게 관심과 응원을 받을 때' },
      { id: 3, subject: '누군가와 목표 달성을 약속 했을 때' },
    ],
  },
  {
    id: 4,
    question: '그룹 활동에서 내 성향은?',
    value: [
      { id: 0, subject: '내가 계획하고 내가 주도하는게 맘 편함' },
      { id: 1, subject: '짜여진 계획에 따르고 참여하는게 맘 편함' },
    ],
  },
  {
    id: 5,
    question: '나에게 이런 성장 뱃지가 주어진다면?',
    value: [
      { id: 0, subject: '하루도 빠짐없이, 당신은 성실er...' },
      { id: 1, subject: '오랫동안 꾸준히, 당신은 끈기er...' },
      { id: 2, subject: '동료들이 인정한, 당신은 능력er...' },
      { id: 3, subject: '타인의 성장을 도운, 당신은 응원er...' },
    ],
  },
  {
    id: 6,
    question: '모임을 만들고 싶을 때, 이런게 허들이다!',
    value: [
      { id: 0, subject: '마땅한 장소를 찾기가 어렵다' },
      { id: 1, subject: '마땅한 사람을 찾기가 어렵다' },
      { id: 2, subject: '꾸준히 지속하기가 어렵다' },
      { id: 3, subject: '과정과 결과를 확인하기 어렵다' },
    ],
  },
];
